
Details_StreamerDB = {
	["characters"] = {
		["Авлеар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авлеанар - Гордунни"] = "Афенар - Король-лич",
		["Авенаир - Король-лич"] = "Афенар - Король-лич",
		["Авеанир - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авенилар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авлеанар - Король-лич"] = "Афенар - Король-лич",
		["Wookiie - Bleeding Hollow"] = "Афенар - Король-лич",
		["Афенар - Король-лич"] = "Афенар - Король-лич",
		["Афенаар - Король-лич"] = "Афенар - Король-лич",
		["Авлеанар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Веанаар - Король-лич"] = "Афенар - Король-лич",
		["Авеарин - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авениар - Король-лич"] = "Афенар - Король-лич",
		["Веанар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авеанара - Король-лич"] = "Афенар - Король-лич",
		["Авеанир - Король-лич"] = "Афенар - Король-лич",
		["Авеланар - Король-лич"] = "Афенар - Король-лич",
		["Афенар - Гордунни"] = "Афенар - Король-лич",
		["Ктоздесьязде - Король-лич"] = "Афенар - Король-лич",
		["Авеанар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авеланар - Седогрив"] = "Афенар - Король-лич",
		["Афенар - Седогрив"] = "Афенар - Король-лич",
		["Авлеар - Король-лич"] = "Афенар - Король-лич",
		["Авеанаар - Король-лич"] = "Афенар - Король-лич",
		["Aeldonan - Stormrage"] = "Афенар - Король-лич",
		["Авеанар - Гордунни"] = "Афенар - Король-лич",
		["Авлеанаар - Король-лич"] = "Афенар - Король-лич",
		["Авеаниир - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авеанаар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Assistassist - Die Aldor"] = "Афенар - Король-лич",
		["Авлеаар - Гордунни"] = "Афенар - Король-лич",
		["Авеанар - Король-лич"] = "Афенар - Король-лич",
		["Авлеаар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Афенаар - Черный Шрам"] = "Афенар - Король-лич",
		["Авеарин - Седогрив"] = "Афенар - Король-лич",
		["Авлеанаар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Аувенаар - Ясеневый лес"] = "Афенар - Король-лич",
		["Доддиклол - Король-лич"] = "Афенар - Король-лич",
		["Авенилаар - Король-лич"] = "Афенар - Король-лич",
		["Авеланир - Король-лич"] = "Афенар - Король-лич",
		["Авенилар - Король-лич"] = "Афенар - Король-лич",
		["Авеанара - Седогрив"] = "Афенар - Король-лич",
		["Авеарин - Король-лич"] = "Афенар - Король-лич",
		["Афенар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Веанар - Седогрив"] = "Афенар - Король-лич",
		["Авлеанира - Гордунни"] = "Афенар - Король-лич",
		["Авеанир - Гордунни"] = "Афенар - Король-лич",
		["Авеанира - Король-лич"] = "Афенар - Король-лич",
	},
	["profiles"] = {
		["Афенар - Король-лич"] = {
			["font_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
			},
			["is_first_run"] = false,
			["arrow_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				0.5, -- [4]
			},
			["main_frame_size"] = {
				250, -- [1]
				230, -- [2]
			},
			["minimap"] = {
				["minimapPos"] = 195.403389644779,
				["radius"] = 160,
				["hide"] = true,
			},
			["arrow_anchor_x"] = 0,
			["row_texture"] = "Details Serenity",
			["scale"] = 1,
			["row_height"] = 20,
			["point"] = "CENTER",
			["enabled"] = false,
			["arrow_size"] = 10,
			["author"] = "Details! Team",
			["row_spacement"] = 21,
			["main_frame_color"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0.2, -- [4]
			},
			["row_color"] = {
				0.1, -- [1]
				0.1, -- [2]
				0.1, -- [3]
				0.4, -- [4]
			},
			["arrow_texture"] = "Interface\\CHATFRAME\\ChatFrameExpandArrow",
			["font_size"] = 10,
			["use_spark"] = true,
			["x"] = 0,
			["font_face"] = "Friz Quadrata TT",
			["per_second"] = {
				["enabled"] = false,
				["point"] = "CENTER",
				["scale"] = 1.5,
				["font_shadow"] = true,
				["y"] = 0,
				["x"] = 0,
				["size"] = 32,
				["update_speed"] = 0.05,
				["attribute_type"] = 1,
			},
			["y"] = -4.577636718750e-05,
			["main_frame_strata"] = "LOW",
			["main_frame_locked"] = false,
			["arrow_anchor_y"] = 0,
		},
	},
}
