
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"Aeldonan|Stormrage|Alliance|39|PALADIN", -- [1]
				"Assistassist|Die Aldor|Alliance|100|MAGE", -- [2]
				"Wookiie|Bleeding Hollow|Horde|103|DRUID", -- [3]
				"Авеанаар|Гордунни|Alliance|1|HUNTER", -- [4]
				"Авеанаар|Король-лич|Horde|110|PRIEST", -- [5]
				"Авеанаар|Ревущий фьорд|Horde|100|HUNTER", -- [6]
				"Авеанаар|Ясеневый лес|Horde|100|HUNTER", -- [7]
				"Авеанар|Гордунни|Alliance|111|DRUID", -- [8]
				"Авеанар|Король-лич|Horde|110|PRIEST", -- [9]
				"Авеанар|Ревущий фьорд|Horde|110|DRUID", -- [10]
				"Авеанар|Ясеневый лес|Horde|100|MONK", -- [11]
				"Авеанара|Дракономор|Alliance|1|DRUID", -- [12]
				"Авеанара|Король-лич|Horde|20|MAGE", -- [13]
				"Авеанара|Седогрив|Alliance|100|DRUID", -- [14]
				"Авеаниир|Ревущий фьорд|Horde|90|ROGUE", -- [15]
				"Авеанир|Гордунни|Alliance|20|PRIEST", -- [16]
				"Авеанир|Король-лич|Horde|120|DRUID", -- [17]
				"Авеанир|Ревущий фьорд|Horde|101|MONK", -- [18]
				"Авеанир|Ясеневый лес|Horde|91|DEATHKNIGHT", -- [19]
				"Авеарин|Король-лич|Horde|120|DEMONHUNTER", -- [20]
				"Авеарин|Ревущий фьорд|Horde|101|MAGE", -- [21]
				"Авеарин|Седогрив|Horde|100|DEMONHUNTER", -- [22]
				"Авеланар|Король-лич|Horde|120|PALADIN", -- [23]
				"Авеланар|Седогрив|Horde|120|DEATHKNIGHT", -- [24]
				"Авеланир|Король-лич|Horde|120|WARLOCK", -- [25]
				"Авенаир|Король-лич|Horde|120|MAGE", -- [26]
				"Авениар|Король-лич|Horde|120|ROGUE", -- [27]
				"Авенилаар|Король-лич|Horde|120|MONK", -- [28]
				"Авенилар|Король-лич|Horde|120|HUNTER", -- [29]
				"Авенилар|Ревущий фьорд|Horde|101|PALADIN", -- [30]
				"Авлеаар|Гордунни|Alliance|16|WARLOCK", -- [31]
				"Авлеаар|Ревущий фьорд|Horde|108|WARLOCK", -- [32]
				"Авлеанаар|Ревущий фьорд|Horde|100|DEATHKNIGHT", -- [33]
				"Авлеанаар|Ясеневый лес|Horde|100|ROGUE", -- [34]
				"Авлеанар|Гордунни|Alliance|20|PALADIN", -- [35]
				"Авлеанар|Король-лич|Horde|120|WARRIOR", -- [36]
				"Авлеанар|Ревущий фьорд|Horde|100|WARRIOR", -- [37]
				"Авлеанар|Ясеневый лес|Horde|100|WARRIOR", -- [38]
				"Авлеанира|Гордунни|Alliance|20|PALADIN", -- [39]
				"Авлеар|Король-лич|Horde|31|MAGE", -- [40]
				"Авлеар|Ревущий фьорд|Horde|101|ROGUE", -- [41]
				"Авлериан|Ясеневый лес|Horde|92|MAGE", -- [42]
				"Авлериэн|Ясеневый лес|Horde|100|WARLOCK", -- [43]
				"Авлэриен|Ясеневый лес|Horde|90|HUNTER", -- [44]
				"Аувеаар|Ясеневый лес|Horde|90|PRIEST", -- [45]
				"Аувенаар|Ясеневый лес|Horde|71|MAGE", -- [46]
				"Афенаар|Король-лич|Alliance|110|DRUID", -- [47]
				"Афенар|Гордунни|Alliance|72|PRIEST", -- [48]
				"Афенар|Король-лич|Horde|120|PRIEST", -- [49]
				"Афенар|Ревущий фьорд|Horde|1|PRIEST", -- [50]
				"Афенар|Седогрив|Horde|111|DEMONHUNTER", -- [51]
				"Афенар|Ясеневый лес|Horde|100|DRUID", -- [52]
				"Веанаар|Король-лич|Horde|20|DRUID", -- [53]
				"Веанар|Ревущий фьорд|Horde|100|SHAMAN", -- [54]
				"Веанар|Седогрив|Horde|120|SHAMAN", -- [55]
				"Веанар|Ясеневый лес|Horde|100|SHAMAN", -- [56]
				"Венилаар|Ясеневый лес|Horde|100|PALADIN", -- [57]
				"Ололошкартош|Ясеневый лес|Alliance|1|HUNTER", -- [58]
				"Феланор|Борейская тундра|Alliance|63|DEATHKNIGHT", -- [59]
			},
		},
	},
	["profileKeys"] = {
		["Авенаир - Король-лич"] = "Авенаир - Король-лич",
		["Феланор - Вечная Песня"] = "Феланор - Вечная Песня",
		["Wookiie - Bleeding Hollow"] = "Wookiie - Bleeding Hollow",
		["Афенаар - Король-лич"] = "Афенаар - Король-лич",
		["Авеанир - Ясеневый лес"] = "Авеанир - Ясеневый лес",
		["Аувенаар - Ясеневый лес"] = "Аувенаар - Ясеневый лес",
		["Авлеар - Ясеневый лес"] = "Авлеар - Ясеневый лес",
		["Авениар - Король-лич"] = "Авениар - Король-лич",
		["Веанар - Ревущий фьорд"] = "Веанар - Ревущий фьорд",
		["Авеанара - Дракономор"] = "Авеанара - Дракономор",
		["Афенаар - Ревущий фьорд"] = "Афенаар - Ревущий фьорд",
		["Авлэриан - Ясеневый лес"] = "Авлэриан - Ясеневый лес",
		["Авеланар - Король-лич"] = "Авеланар - Король-лич",
		["Авлэриен - Ясеневый лес"] = "Авлэриен - Ясеневый лес",
		["Авеанар - Ревущий фьорд"] = "Авеанар - Ревущий фьорд",
		["Авеанаар - Король-лич"] = "Авеанаар - Король-лич",
		["Aeldonan - Stormrage"] = "Aeldonan - Stormrage",
		["Ололошкартош - Ясеневый лес"] = "Ололошкартош - Ясеневый лес",
		["Авлеанаар - Король-лич"] = "Авлеанаар - Король-лич",
		["Авлериэн - Ясеневый лес"] = "Авлериэн - Ясеневый лес",
		["Афенар - Ясеневый лес"] = "Афенар - Ясеневый лес",
		["Авеарин - Седогрив"] = "Авеарин - Седогрив",
		["Авеланир - Король-лич"] = "Авеланир - Король-лич",
		["Авенилаар - Король-лич"] = "Авенилаар - Король-лич",
		["Авеанар - Ясеневый лес"] = "Авеанар - Ясеневый лес",
		["Авеанира - Король-лич"] = "Авеанира - Король-лич",
		["Веанар - Седогрив"] = "Веанар - Седогрив",
		["Авлеанар - Гордунни"] = "Авлеанар - Гордунни",
		["Авеанир - Ревущий фьорд"] = "Авеанир - Ревущий фьорд",
		["Веанар - Ясеневый лес"] = "Веанар - Ясеневый лес",
		["Авеанар - Король-лич"] = "Авеанар - Король-лич",
		["Авлеаар - Ревущий фьорд"] = "Авлеаар - Ревущий фьорд",
		["Афенар - Король-лич"] = "Афенар - Король-лич",
		["Авлеанар - Ревущий фьорд"] = "Авлеанар - Ревущий фьорд",
		["Веанаар - Король-лич"] = "Веанаар - Король-лич",
		["Хнуезок - Ясеневый лес"] = "Хнуезок - Ясеневый лес",
		["Авлериан - Ясеневый лес"] = "Авлериан - Ясеневый лес",
		["Феланор - Борейская тундра"] = "Феланор - Борейская тундра",
		["Авлеанира - Гордунни"] = "Авлеанира - Гордунни",
		["Авеанара - Король-лич"] = "Авеанара - Король-лич",
		["Аувеаар - Ясеневый лес"] = "Аувеаар - Ясеневый лес",
		["Авеанир - Король-лич"] = "Авеанир - Король-лич",
		["Авеланар - Седогрив"] = "Авеланар - Седогрив",
		["Афенар - Седогрив"] = "Афенар - Седогрив",
		["Авеанаар - Гордунни"] = "Авеанаар - Гордунни",
		["Авлеар - Ревущий фьорд"] = "Авлеар - Ревущий фьорд",
		["Авлеанаар - Ревущий фьорд"] = "Авлеанаар - Ревущий фьорд",
		["Авеаниир - Ревущий фьорд"] = "Авеаниир - Ревущий фьорд",
		["Авеанаар - Ревущий фьорд"] = "Авеанаар - Ревущий фьорд",
		["Assistassist - Die Aldor"] = "Assistassist - Die Aldor",
		["Авенилар - Ревущий фьорд"] = "Авенилар - Ревущий фьорд",
		["Авеанаар - Ясеневый лес"] = "Авеанаар - Ясеневый лес",
		["Афенар - Гордунни"] = "Афенар - Гордунни",
		["Афеннар - Ясеневый лес"] = "Афеннар - Ясеневый лес",
		["Авеанара - Седогрив"] = "Авеанара - Седогрив",
		["Авеарин - Ревущий фьорд"] = "Авеарин - Ревущий фьорд",
		["Авлеар - Король-лич"] = "Авлеар - Король-лич",
		["Авеарин - Король-лич"] = "Авеарин - Король-лич",
		["Авлеанаар - Ясеневый лес"] = "Авлеанаар - Ясеневый лес",
		["Авлеанар - Король-лич"] = "Авлеанар - Король-лич",
		["Авеанир - Гордунни"] = "Авеанир - Гордунни",
		["Авенилар - Король-лич"] = "Авенилар - Король-лич",
		["Авланаар - Ясеневый лес"] = "Авланаар - Ясеневый лес",
		["Афенар - Ревущий фьорд"] = "Афенар - Ревущий фьорд",
		["Авлеаар - Гордунни"] = "Авлеаар - Гордунни",
		["Венилаар - Ясеневый лес"] = "Венилаар - Ясеневый лес",
		["Авлеанар - Ясеневый лес"] = "Авлеанар - Ясеневый лес",
		["Авеанар - Гордунни"] = "Авеанар - Гордунни",
	},
	["profiles"] = {
		["Авенаир - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
					"Авеанар|Король-лич|Horde", -- [2]
					"Авенилаар|Король-лич|Horde", -- [3]
					"Веанар-Седогрив|Король-лич|Horde", -- [4]
					"Авенилар|Король-лич|Horde", -- [5]
					"Авениар|Король-лич|Horde", -- [6]
					"Авеанаар|Король-лич|Horde", -- [7]
					"Авеанир|Король-лич|Horde", -- [8]
					"Авеланар|Король-лич|Horde", -- [9]
					"Авлеанар|Король-лич|Horde", -- [10]
					"Дюо|Король-лич|Horde", -- [11]
					"Авеланир|Король-лич|Horde", -- [12]
					"Авеарин|Король-лич|Horde", -- [13]
					"Нимб|Король-лич|Horde", -- [14]
				},
			},
		},
		["Феланор - Вечная Песня"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авеанар-Ясеневый Лес|Вечная Песня|Alliance", -- [1]
					"Авлэриан-Ясеневый Лес|Вечная Песня|Alliance", -- [2]
				},
			},
		},
		["Wookiie - Bleeding Hollow"] = {
		},
		["Афенаар - Король-лич"] = {
		},
		["Авеанир - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеанар|Ясеневый лес|Horde", -- [1]
					"mayashi-grimbatol|Ясеневый лес|Horde", -- [2]
					"АУВЕААР|Ясеневый лес|Horde", -- [3]
					"Венилаар|Ясеневый лес|Horde", -- [4]
					"Afenar-burningsteppes|Ясеневый лес|Horde", -- [5]
					"Маош|Ясеневый лес|Horde", -- [6]
					"Эвлафи|Ясеневый лес|Horde", -- [7]
				},
			},
		},
		["Аувенаар - Ясеневый лес"] = {
		},
		["Авлеар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеанар|Ясеневый лес|Horde", -- [1]
					"Авлериэн|Ясеневый лес|Horde", -- [2]
					"Авлэриен|Ясеневый лес|Horde", -- [3]
					"Авлеанаар|Ясеневый лес|Horde", -- [4]
				},
			},
		},
		["Авениар - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
					"Авеланир|Король-лич|Horde", -- [2]
					"Авеанар|Король-лич|Horde", -- [3]
					"Авенилаар|Король-лич|Horde", -- [4]
					"Авеланар|Король-лич|Horde", -- [5]
					"Авенилар|Король-лич|Horde", -- [6]
					"Авеанаар|Король-лич|Horde", -- [7]
					"Авенаир|Король-лич|Horde", -- [8]
					"Авеланар-Седогрив|Король-лич|Horde", -- [9]
					"Авлеанар|Король-лич|Horde", -- [10]
					"Веанар-седогрив|Король-лич|Horde", -- [11]
					"Авеарин|Король-лич|Horde", -- [12]
					"Авеанир|Король-лич|Horde", -- [13]
				},
				["contacts"] = {
					"Авеланар-Седогрив", -- [1]
				},
			},
		},
		["Веанар - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеаар|Ревущий фьорд|Horde", -- [1]
					"Авеанар|Ревущий фьорд|Horde", -- [2]
					"Афенар-корольлич|Ревущий фьорд|Horde", -- [3]
					"Афенар|Ревущий фьорд|Horde", -- [4]
					"Авлеар|Ревущий фьорд|Horde", -- [5]
					"Авлеанар|Ревущий фьорд|Horde", -- [6]
					"Лемурчабло|Ревущий фьорд|Horde", -- [7]
					"Авеанаар|Ревущий фьорд|Horde", -- [8]
					"Авенилар|Ревущий фьорд|Horde", -- [9]
					"Авлеанаар|Ревущий фьорд|Horde", -- [10]
					"Сынчиды-Ревущийфьорд|Ревущий фьорд|Horde", -- [11]
				},
			},
		},
		["Авеанара - Дракономор"] = {
		},
		["Афенаар - Ревущий фьорд"] = {
		},
		["Авлэриан - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлериэн|Ясеневый лес|Horde", -- [1]
					"Авлэриен|Ясеневый лес|Horde", -- [2]
					"Авеанар|Ясеневый лес|Horde", -- [3]
					"Авлериан|Ясеневый лес|Horde", -- [4]
					"Йоффо-Ясеневыйлес|Ясеневый лес|Horde", -- [5]
					"Афенар|Ясеневый лес|Horde", -- [6]
					"Йоукай|Ясеневый лес|Horde", -- [7]
					"Авеанаар|Ясеневый лес|Horde", -- [8]
					"Эвлаффи|Ясеневый лес|Horde", -- [9]
					"Афеннар|Ясеневый лес|Horde", -- [10]
					"Маолафи-Ясеневыйлес|Ясеневый лес|Horde", -- [11]
					"Феланор-вечная песня|Ясеневый лес|Horde", -- [12]
					"Маош|Ясеневый лес|Horde", -- [13]
					"Afenar-Burning Steppes|Ясеневый лес|Horde", -- [14]
					"Тийал-Ясеневыйлес|Ясеневый лес|Horde", -- [15]
					"Роузлак|Ясеневый лес|Horde", -- [16]
					"Венилаар|Ясеневый лес|Horde", -- [17]
					"Заидчег|Ясеневый лес|Horde", -- [18]
					"Моаши|Ясеневый лес|Horde", -- [19]
				},
			},
		},
		["Авеланар - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеанар|Король-лич|Horde", -- [1]
					"Афенар|Король-лич|Horde", -- [2]
					"Авеанар|Король-лич|Horde", -- [3]
					"Авенилаар|Король-лич|Horde", -- [4]
					"Авениар|Король-лич|Horde", -- [5]
					"Авенилар|Король-лич|Horde", -- [6]
					"Афенар-Корольлич|Король-лич|Horde", -- [7]
					"Авеланар-Седогрив|Король-лич|Horde", -- [8]
					"Авеланир|Король-лич|Horde", -- [9]
					"Авеанаар|Король-лич|Horde", -- [10]
					"Варсанвэ|Король-лич|Horde", -- [11]
					"Авенаир|Король-лич|Horde", -- [12]
					"Веанар-седогрив|Король-лич|Horde", -- [13]
				},
			},
		},
		["Авлэриен - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Йоффо-Ясеневыйлес|Ясеневый лес|Horde", -- [1]
					"Маош|Ясеневый лес|Horde", -- [2]
					"Авлериэн|Ясеневый лес|Horde", -- [3]
					"Алламинар-Ясеневыйлес|Ясеневый лес|Horde", -- [4]
					"Афенар|Ясеневый лес|Horde", -- [5]
					"Авеанар|Ясеневый лес|Horde", -- [6]
					"Авлериан|Ясеневый лес|Horde", -- [7]
					"Венилаар|Ясеневый лес|Horde", -- [8]
					"Аувеаар|Ясеневый лес|Horde", -- [9]
					"Афеннар|Ясеневый лес|Horde", -- [10]
					"Дартим|Ясеневый лес|Horde", -- [11]
					"Эвлаффи-Ясеневыйлес|Ясеневый лес|Horde", -- [12]
					"Авеанаар|Ясеневый лес|Horde", -- [13]
					"Авлэриан|Ясеневый лес|Horde", -- [14]
					"Маоши|Ясеневый лес|Horde", -- [15]
				},
			},
		},
		["Авеанар - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар-корольлич|Ревущий фьорд|Horde", -- [1]
					"Авлеаар|Ревущий фьорд|Horde", -- [2]
					"Авеарин|Ревущий фьорд|Horde", -- [3]
					"Авлеанар|Ревущий фьорд|Horde", -- [4]
					"Авеанир|Ревущий фьорд|Horde", -- [5]
					"Авеанаар|Ревущий фьорд|Horde", -- [6]
					"Лемурчабло|Ревущий фьорд|Horde", -- [7]
					"Маймо-Ревущийфьорд|Ревущий фьорд|Horde", -- [8]
					"Авлеар|Ревущий фьорд|Horde", -- [9]
					"Веанар|Ревущий фьорд|Horde", -- [10]
					"Авенилар|Ревущий фьорд|Horde", -- [11]
					"Афеннар|Ревущий фьорд|Horde", -- [12]
					"Афенар|Ревущий фьорд|Horde", -- [13]
					"Шарек|Ревущий фьорд|Horde", -- [14]
					"Шаркхх|Ревущий фьорд|Horde", -- [15]
					"Шаркх|Ревущий фьорд|Horde", -- [16]
					"Муннлайт|Ревущий фьорд|Horde", -- [17]
					"Цапцарапкин-Ревущийфьорд|Ревущий фьорд|Horde", -- [18]
					"Авлеанаар|Ревущий фьорд|Horde", -- [19]
					"МАоЛАФИ|Ревущий фьорд|Horde", -- [20]
				},
			},
		},
		["Авеанаар - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авеанар|Король-лич|Horde", -- [1]
					"Афенар-Седогрив|Король-лич|Horde", -- [2]
					"Афенар|Король-лич|Horde", -- [3]
					"Авенилаар|Король-лич|Horde", -- [4]
					"Веанар-Седогрив|Король-лич|Horde", -- [5]
					"Авеанир|Король-лич|Horde", -- [6]
					"Авеланар|Король-лич|Horde", -- [7]
					"Пауэлл|Король-лич|Horde", -- [8]
					"Авениар|Король-лич|Horde", -- [9]
					"Авлеанар|Король-лич|Horde", -- [10]
					"Авеланир|Король-лич|Horde", -- [11]
					"Авенилар|Король-лич|Horde", -- [12]
					"Авеарин|Король-лич|Horde", -- [13]
					"Авенаир|Король-лич|Horde", -- [14]
				},
			},
		},
		["Aeldonan - Stormrage"] = {
		},
		["Ололошкартош - Ясеневый лес"] = {
		},
		["Авлеанаар - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
				},
			},
		},
		["Авлериэн - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Веанар|Ясеневый лес|Horde", -- [1]
					"Афенар-ревущийфьорд|Ясеневый лес|Horde", -- [2]
					"Афенар|Ясеневый лес|Horde", -- [3]
					"Маош|Ясеневый лес|Horde", -- [4]
					"Авлериан|Ясеневый лес|Horde", -- [5]
					"Afenar-hakkar|Ясеневый лес|Horde", -- [6]
					"Авлеанар|Ясеневый лес|Horde", -- [7]
					"Afenar-burningsteppes|Ясеневый лес|Horde", -- [8]
					"Веаннар-Ясеневыйлес|Ясеневый лес|Horde", -- [9]
					"Авеанар|Ясеневый лес|Horde", -- [10]
					"Моаши-Ясеневыйлес|Ясеневый лес|Horde", -- [11]
					"Авлеанаар|Ясеневый лес|Horde", -- [12]
					"Авеанир|Ясеневый лес|Horde", -- [13]
					"Авлэриен|Ясеневый лес|Horde", -- [14]
					"Авлэриан|Ясеневый лес|Horde", -- [15]
					"Венилаар|Ясеневый лес|Horde", -- [16]
				},
				["contacts"] = {
					"Afenar-hakkar", -- [1]
				},
			},
		},
		["Афенар - Ясеневый лес"] = {
			["Select"] = {
				["KeepFreeSpace"] = 0,
			},
			["OpenSpeed"] = 5,
			["BlackBook"] = {
				["recent"] = {
					"Веанар|Ясеневый лес|Horde", -- [1]
					"Авеанаар|Ясеневый лес|Horde", -- [2]
					"Авлеанар|Ясеневый лес|Horde", -- [3]
					"Венилаар|Ясеневый лес|Horde", -- [4]
					"Авлериэн|Ясеневый лес|Horde", -- [5]
					"Лемурчабло-Ясеневыйлес|Ясеневый лес|Horde", -- [6]
					"ЭнВИРИ|Ясеневый лес|Horde", -- [7]
					"Дютенфлай|Ясеневый лес|Horde", -- [8]
					"Авлериан|Ясеневый лес|Horde", -- [9]
					"Авеанар|Ясеневый лес|Horde", -- [10]
					"Сегалас-Ясеневыйлес|Ясеневый лес|Horde", -- [11]
					"Глодберг-Ясеневыйлес|Ясеневый лес|Horde", -- [12]
					"Контрл-Ясеневыйлес|Ясеневый лес|Horde", -- [13]
					"Хыостфеи-Ясеневыйлес|Ясеневый лес|Horde", -- [14]
					"Таллдарам-Ясеневыйлес|Ясеневый лес|Horde", -- [15]
					"Тайнотроп-Ясеневыйлес|Ясеневый лес|Horde", -- [16]
					"Дискодансер|Ясеневый лес|Horde", -- [17]
					"Джетро-Ясеневыйлес|Ясеневый лес|Horde", -- [18]
					"Дестркилл-Ясеневыйлес|Ясеневый лес|Horde", -- [19]
					"Даркз-Ясеневыйлес|Ясеневый лес|Horde", -- [20]
				},
			},
		},
		["Авеарин - Седогрив"] = {
		},
		["Авеланир - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
					"Авеанар|Король-лич|Horde", -- [2]
					"Авенилаар|Король-лич|Horde", -- [3]
					"Авеанир|Король-лич|Horde", -- [4]
					"Веанар-Седогрив|Король-лич|Horde", -- [5]
					"Авеланар|Король-лич|Horde", -- [6]
					"Авлеанар|Король-лич|Horde", -- [7]
					"Авенилар|Король-лич|Horde", -- [8]
					"Авеанаар|Король-лич|Horde", -- [9]
					"Авенаир|Король-лич|Horde", -- [10]
					"Веанар-седогрив|Король-лич|Horde", -- [11]
					"Авеарин|Король-лич|Horde", -- [12]
					"Авенилаар-корольлич|Король-лич|Horde", -- [13]
				},
			},
		},
		["Авенилаар - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
					"Авеанар|Король-лич|Horde", -- [2]
					"Авлеанар|Король-лич|Horde", -- [3]
					"Авеланир|Король-лич|Horde", -- [4]
					"Авениар|Король-лич|Horde", -- [5]
					"Веанар-Седогрив|Король-лич|Horde", -- [6]
					"Авеарин|Король-лич|Horde", -- [7]
					"Авеанир|Король-лич|Horde", -- [8]
					"Авеланар|Король-лич|Horde", -- [9]
					"Веанар-седогрив|Король-лич|Horde", -- [10]
					"Авеанар-гордунни|Король-лич|Horde", -- [11]
					"Авеанаар|Король-лич|Horde", -- [12]
					"Авенилар|Король-лич|Horde", -- [13]
					"Авеланар-седогрив|Король-лич|Horde", -- [14]
				},
			},
		},
		["Авеанар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлериан|Ясеневый лес|Horde", -- [1]
					"Веанар|Ясеневый лес|Horde", -- [2]
					"Афенар-РЕВУЩИЙФЬОРД|Ясеневый лес|Horde", -- [3]
					"Маош|Ясеневый лес|Horde", -- [4]
					"Афенар|Ясеневый лес|Horde", -- [5]
					"Тайнотроп-Ясеневыйлес|Ясеневый лес|Horde", -- [6]
					"Мишаняша|Ясеневый лес|Horde", -- [7]
					"Авлеанар|Ясеневый лес|Horde", -- [8]
					"Атэрэт-Ясеневыйлес|Ясеневый лес|Horde", -- [9]
					"Эвлаффи-Ясеневыйлес|Ясеневый лес|Horde", -- [10]
					"Авлеанаар|Ясеневый лес|Horde", -- [11]
					"Авеанир|Ясеневый лес|Horde", -- [12]
					"Маймо-Ясеневыйлес|Ясеневый лес|Horde", -- [13]
					"Морнингглори|Ясеневый лес|Horde", -- [14]
					"Веаннар-Ясеневыйлес|Ясеневый лес|Horde", -- [15]
					"Авлэриен|Ясеневый лес|Horde", -- [16]
					"Йоффо-Ясеневыйлес|Ясеневый лес|Horde", -- [17]
					"Ситроен-Ясеневыйлес|Ясеневый лес|Horde", -- [18]
					"Венилаар|Ясеневый лес|Horde", -- [19]
					"Феланор-вечная песня|Ясеневый лес|Horde", -- [20]
				},
			},
			["OpenSpeed"] = 0.3,
		},
		["Авеанира - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
				},
			},
		},
		["Веанар - Седогрив"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар-Король-лич|Седогрив|Horde", -- [1]
					"Авеланар|Седогрив|Horde", -- [2]
					"афенар-Король-лич|Седогрив|Horde", -- [3]
					"Авеанар-Король-лич|Седогрив|Horde", -- [4]
					"эвлаффи-корольлич|Седогрив|Horde", -- [5]
					"Авлеанар-Король-лич|Седогрив|Horde", -- [6]
					"Афенар-Корольлич|Седогрив|Horde", -- [7]
					"Авенилаар-Король-лич|Седогрив|Horde", -- [8]
					"Авеланар-Корольлич|Седогрив|Horde", -- [9]
					"Авенилаар-Корольлич|Седогрив|Horde", -- [10]
					"Авенилар-Король-лич|Седогрив|Horde", -- [11]
				},
				["contacts"] = {
					"Авенилар-Король-лич", -- [1]
					"Афенар-Король-лич", -- [2]
				},
			},
		},
		["Авлеанар - Гордунни"] = {
		},
		["Авеанир - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеаар|Ревущий фьорд|Horde", -- [1]
					"Авеанар|Ревущий фьорд|Horde", -- [2]
					"Авлеанар|Ревущий фьорд|Horde", -- [3]
					"Лемурчабло|Ревущий фьорд|Horde", -- [4]
					"Афенар-Король-лич|Ревущий фьорд|Horde", -- [5]
					"Авеанаар|Ревущий фьорд|Horde", -- [6]
					"Люмелла|Ревущий фьорд|Horde", -- [7]
					"Лемурчабло-черный шрам|Ревущий фьорд|Horde", -- [8]
					"Афенар|Ревущий фьорд|Horde", -- [9]
					"Авлеар|Ревущий фьорд|Horde", -- [10]
					"Аямими|Ревущий фьорд|Horde", -- [11]
					"Маймо-Ревущийфьорд|Ревущий фьорд|Horde", -- [12]
					"Авеарин|Ревущий фьорд|Horde", -- [13]
					"Лемурчабло-Ревущийфьорд|Ревущий фьорд|Horde", -- [14]
					"Авлеанаар|Ревущий фьорд|Horde", -- [15]
					"Веанар|Ревущий фьорд|Horde", -- [16]
					"Авенилар|Ревущий фьорд|Horde", -- [17]
					"Энкаф|Ревущий фьорд|Horde", -- [18]
				},
			},
		},
		["Веанар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Ясеневый лес|Horde", -- [1]
					"Авлеанар|Ясеневый лес|Horde", -- [2]
					"Авеанаар|Ясеневый лес|Horde", -- [3]
					"Лемурчабло-Ясеневыйлес|Ясеневый лес|Horde", -- [4]
					"Авеанар|Ясеневый лес|Horde", -- [5]
					"Афенар-РЕВУЩИЙФЬОРД|Ясеневый лес|Horde", -- [6]
					"ЭЛлИАННИ|Ясеневый лес|Horde", -- [7]
					"Маош|Ясеневый лес|Horde", -- [8]
					"Авлериэн|Ясеневый лес|Horde", -- [9]
					"Йоффо-Ясеневыйлес|Ясеневый лес|Horde", -- [10]
					"Afenar-burningsteppes|Ясеневый лес|Horde", -- [11]
					"Авлериан|Ясеневый лес|Horde", -- [12]
				},
			},
		},
		["Авеанар - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар-Седогрив|Король-лич|Horde", -- [1]
					"Афенар|Король-лич|Horde", -- [2]
					"Авенилаар|Король-лич|Horde", -- [3]
					"Веанар-седогрив|Король-лич|Horde", -- [4]
					"Авеланар|Король-лич|Horde", -- [5]
					"Авенилар|Король-лич|Horde", -- [6]
					"Аманийка|Король-лич|Horde", -- [7]
					"Авеанир|Король-лич|Horde", -- [8]
					"Авеланар-Седогрив|Король-лич|Horde", -- [9]
					"Авеланир|Король-лич|Horde", -- [10]
					"Авлеанар|Король-лич|Horde", -- [11]
					"Авенаир|Король-лич|Horde", -- [12]
					"Котикскверны|Король-лич|Horde", -- [13]
					"Тэхор|Король-лич|Horde", -- [14]
					"Авеарин|Король-лич|Horde", -- [15]
					"Авеанаар|Король-лич|Horde", -- [16]
					"Улыбнитесь-Корольлич|Король-лич|Horde", -- [17]
					"Пауэлл|Король-лич|Horde", -- [18]
					"Тэхор-Корольлич|Король-лич|Horde", -- [19]
					"Бадито|Король-лич|Horde", -- [20]
				},
			},
		},
		["Авлеаар - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авеанар|Ревущий фьорд|Horde", -- [1]
					"Авеарин|Ревущий фьорд|Horde", -- [2]
					"ЛемУРЧАБЛО|Ревущий фьорд|Horde", -- [3]
					"Афенар-король лич|Ревущий фьорд|Horde", -- [4]
					"Авенилар|Ревущий фьорд|Horde", -- [5]
					"Афенар|Ревущий фьорд|Horde", -- [6]
					"Авлеар|Ревущий фьорд|Horde", -- [7]
					"Авлеанар|Ревущий фьорд|Horde", -- [8]
					"Веанар|Ревущий фьорд|Horde", -- [9]
					"Маймо-Ревущийфьорд|Ревущий фьорд|Horde", -- [10]
					"Авеанаар|Ревущий фьорд|Horde", -- [11]
					"Авлеанаар|Ревущий фьорд|Horde", -- [12]
				},
			},
		},
		["Афенар - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Веанар-седогрив|Король-лич|Horde", -- [1]
					"Эвлаффи|Король-лич|Horde", -- [2]
					"Авеанар|Король-лич|Horde", -- [3]
					"Авеланар-седогрив|Король-лич|Horde", -- [4]
					"Авеланир|Король-лич|Horde", -- [5]
					"Дюо|Король-лич|Horde", -- [6]
					"Авеанир|Король-лич|Horde", -- [7]
					"Авенилар|Король-лич|Horde", -- [8]
					"Авенилаар|Король-лич|Horde", -- [9]
					"Афенар-седогрив|Король-лич|Horde", -- [10]
					"Авлеанар|Король-лич|Horde", -- [11]
					"Авеарин|Король-лич|Horde", -- [12]
					"Авеланар|Король-лич|Horde", -- [13]
					"Авенаир|Король-лич|Horde", -- [14]
					"Нимбтвинк|Король-лич|Horde", -- [15]
					"Авениар|Король-лич|Horde", -- [16]
					"Ластенд|Король-лич|Horde", -- [17]
					"Нимбмейн|Король-лич|Horde", -- [18]
					"Авлеар|Король-лич|Horde", -- [19]
					"Пауэлл|Король-лич|Horde", -- [20]
				},
				["contacts"] = {
					"Авеланар-седогрив", -- [1]
					"Афенар-седогрив", -- [2]
					"Веанар-седогрив", -- [3]
				},
			},
		},
		["Авлеанар - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеаар|Ревущий фьорд|Horde", -- [1]
					"Авеанар|Ревущий фьорд|Horde", -- [2]
					"Авеарин|Ревущий фьорд|Horde", -- [3]
					"Авеанаар|Ревущий фьорд|Horde", -- [4]
					"Маймо-Ревущийфьорд|Ревущий фьорд|Horde", -- [5]
					"Афенар-король лич|Ревущий фьорд|Horde", -- [6]
					"Афенар|Ревущий фьорд|Horde", -- [7]
					"лемурчабло|Ревущий фьорд|Horde", -- [8]
					"Авлеар|Ревущий фьорд|Horde", -- [9]
					"Эвлаффи-Ревущийфьорд|Ревущий фьорд|Horde", -- [10]
					"Моффо-Ревущийфьорд|Ревущий фьорд|Horde", -- [11]
					"Авеанир|Ревущий фьорд|Horde", -- [12]
					"Авенилар|Ревущий фьорд|Horde", -- [13]
					"Авлеанаар|Ревущий фьорд|Horde", -- [14]
					"Веанар|Ревущий фьорд|Horde", -- [15]
				},
			},
		},
		["Веанаар - Король-лич"] = {
		},
		["Хнуезок - Ясеневый лес"] = {
		},
		["Авлериан - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Ясеневый лес|Horde", -- [1]
					"Веанар|Ясеневый лес|Horde", -- [2]
					"Авлериэн|Ясеневый лес|Horde", -- [3]
					"Авеанаар|Ясеневый лес|Horde", -- [4]
					"Веаннар-Ясеневыйлес|Ясеневый лес|Horde", -- [5]
					"Маош|Ясеневый лес|Horde", -- [6]
					"Моаши-Ясеневыйлес|Ясеневый лес|Horde", -- [7]
					"Маолафи-Ясеневыйлес|Ясеневый лес|Horde", -- [8]
					"Авлэриен|Ясеневый лес|Horde", -- [9]
					"Морнингглори|Ясеневый лес|Horde", -- [10]
					"Авлэриан|Ясеневый лес|Horde", -- [11]
					"Афеннар|Ясеневый лес|Horde", -- [12]
					"Авланаар|Ясеневый лес|Horde", -- [13]
					"Венилаар|Ясеневый лес|Horde", -- [14]
					"Маоши|Ясеневый лес|Horde", -- [15]
				},
			},
		},
		["Феланор - Борейская тундра"] = {
		},
		["Авлеанира - Гордунни"] = {
		},
		["Авеанара - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Веанаар|Король-лич|Horde", -- [1]
				},
			},
		},
		["Аувеаар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Энвири|Ясеневый лес|Horde", -- [1]
				},
			},
		},
		["Авеанир - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
					"Афенар-Седогрив|Король-лич|Horde", -- [2]
					"Авенилаар|Король-лич|Horde", -- [3]
					"Авениар|Король-лич|Horde", -- [4]
					"Веанар-Седогрив|Король-лич|Horde", -- [5]
					"Авеанаар|Король-лич|Horde", -- [6]
					"Авенилар|Король-лич|Horde", -- [7]
					"Авеланир|Король-лич|Horde", -- [8]
					"Авлеанар|Король-лич|Horde", -- [9]
					"Крусадес|Король-лич|Horde", -- [10]
					"Пауэлл|Король-лич|Horde", -- [11]
					"Авеанар|Король-лич|Horde", -- [12]
					"Авеланар|Король-лич|Horde", -- [13]
					"Веанар-седогрив|Король-лич|Horde", -- [14]
					"Авеланар-Седогрив|Король-лич|Horde", -- [15]
					"АвенилаАР|Король-лич|Horde", -- [16]
					"Авеарин|Король-лич|Horde", -- [17]
					"Авенаир|Король-лич|Horde", -- [18]
					"Мэткоутон|Король-лич|Horde", -- [19]
					"Тэхор-Корольлич|Король-лич|Horde", -- [20]
				},
				["contacts"] = {
					"Авеланар-Седогрив", -- [1]
					"Афенар-Седогрив", -- [2]
				},
			},
		},
		["Авеланар - Седогрив"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар-Король-лич|Седогрив|Horde", -- [1]
					"афенар-Король-лич|Седогрив|Horde", -- [2]
					"Авеанар-Король-лич|Седогрив|Horde", -- [3]
					"Веанар|Седогрив|Horde", -- [4]
					"Афенар-Корольлич|Седогрив|Horde", -- [5]
					"Авеланар-корольлич|Седогрив|Horde", -- [6]
					"Авенилаар-Корольлич|Седогрив|Horde", -- [7]
					"Авениар-Корольлич|Седогрив|Horde", -- [8]
					"Авлеанар-Корольлич|Седогрив|Horde", -- [9]
					"Авеланар-Корольлич|Седогрив|Horde", -- [10]
					"Авеанаар-Король-лич|Седогрив|Horde", -- [11]
				},
				["contacts"] = {
					"Авеланар-корольлич", -- [1]
					"Афенар-Король-лич", -- [2]
				},
			},
		},
		["Афенар - Седогрив"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар-Король-лич|Седогрив|Horde", -- [1]
					"афенар-Король-лич|Седогрив|Horde", -- [2]
					"авеанар-Король-лич|Седогрив|Horde", -- [3]
				},
				["contacts"] = {
					"Афенар-Король-лич", -- [1]
				},
			},
		},
		["Авеанаар - Гордунни"] = {
		},
		["Авлеар - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеаар|Ревущий фьорд|Horde", -- [1]
					"Авеанар|Ревущий фьорд|Horde", -- [2]
					"Афенар-Король-лич|Ревущий фьорд|Horde", -- [3]
					"Авеанаар|Ревущий фьорд|Horde", -- [4]
					"Афенар-король лич|Ревущий фьорд|Horde", -- [5]
					"Афенар|Ревущий фьорд|Horde", -- [6]
					"ЛЕМУРЧАБЛО|Ревущий фьорд|Horde", -- [7]
					"Авеарин|Ревущий фьорд|Horde", -- [8]
					"Йоффо|Ревущий фьорд|Horde", -- [9]
					"Авлеанар|Ревущий фьорд|Horde", -- [10]
					"Маолафи-Ревущийфьорд|Ревущий фьорд|Horde", -- [11]
					"Веанар|Ревущий фьорд|Horde", -- [12]
					"Авеанир|Ревущий фьорд|Horde", -- [13]
					"Авлеанаар|Ревущий фьорд|Horde", -- [14]
					"Йофо|Ревущий фьорд|Horde", -- [15]
					"Авенилар|Ревущий фьорд|Horde", -- [16]
					"Маймо|Ревущий фьорд|Horde", -- [17]
					"Лемурчаль-Ревущийфьорд|Ревущий фьорд|Horde", -- [18]
					"Оосм|Ревущий фьорд|Horde", -- [19]
				},
			},
		},
		["Авлеанаар - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеаар|Ревущий фьорд|Horde", -- [1]
					"Авеанар|Ревущий фьорд|Horde", -- [2]
					"Авеанаар|Ревущий фьорд|Horde", -- [3]
					"Афенар-корольлич|Ревущий фьорд|Horde", -- [4]
					"Авеанир|Ревущий фьорд|Horde", -- [5]
					"Веанар|Ревущий фьорд|Horde", -- [6]
					"Авлеар|Ревущий фьорд|Horde", -- [7]
					"Афенар|Ревущий фьорд|Horde", -- [8]
					"Авлеанар|Ревущий фьорд|Horde", -- [9]
					"Лемурчабло-Ревущийфьорд|Ревущий фьорд|Horde", -- [10]
					"Моффо|Ревущий фьорд|Horde", -- [11]
					"Авенилар|Ревущий фьорд|Horde", -- [12]
					"Авеарин|Ревущий фьорд|Horde", -- [13]
					"Йофо-Ревущийфьорд|Ревущий фьорд|Horde", -- [14]
				},
			},
		},
		["Авеаниир - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеаар|Ревущий фьорд|Horde", -- [1]
				},
			},
		},
		["Авеанаар - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авеанар|Ревущий фьорд|Horde", -- [1]
					"Авеанир-корольлич|Ревущий фьорд|Horde", -- [2]
					"Авлеанар|Ревущий фьорд|Horde", -- [3]
					"Авеанир|Ревущий фьорд|Horde", -- [4]
					"Афенар-Корольлич|Ревущий фьорд|Horde", -- [5]
					"Йоффо-СВЕЖЕВАТЕЛЬДУШ|Ревущий фьорд|Horde", -- [6]
					"Авеанар-Корольлич|Ревущий фьорд|Horde", -- [7]
					"Афенар-Король-лич|Ревущий фьорд|Horde", -- [8]
					"Авлеар|Ревущий фьорд|Horde", -- [9]
					"Афенар|Ревущий фьорд|Horde", -- [10]
					"Лемурчабло|Ревущий фьорд|Horde", -- [11]
					"Маймо|Ревущий фьорд|Horde", -- [12]
					"Эимй-Ревущийфьорд|Ревущий фьорд|Horde", -- [13]
					"Авлеаар|Ревущий фьорд|Horde", -- [14]
					"Авеарин|Ревущий фьорд|Horde", -- [15]
					"Нэрмел-Ревущийфьорд|Ревущий фьорд|Horde", -- [16]
					"Веанар|Ревущий фьорд|Horde", -- [17]
					"Авлеанаар|Ревущий фьорд|Horde", -- [18]
					"Маолафи|Ревущий фьорд|Horde", -- [19]
					"Йофо-Ревущийфьорд|Ревущий фьорд|Horde", -- [20]
				},
				["contacts"] = {
					"Авеанар", -- [1]
				},
			},
		},
		["Assistassist - Die Aldor"] = {
		},
		["Авенилар - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеаар|Ревущий фьорд|Horde", -- [1]
					"Авеанар|Ревущий фьорд|Horde", -- [2]
					"Авеанаар|Ревущий фьорд|Horde", -- [3]
					"Афенар-Король-лич|Ревущий фьорд|Horde", -- [4]
					"Веанар|Ревущий фьорд|Horde", -- [5]
					"Авеанир|Ревущий фьорд|Horde", -- [6]
					"Афенар-король лич|Ревущий фьорд|Horde", -- [7]
					"Афенар|Ревущий фьорд|Horde", -- [8]
					"Авлеар|Ревущий фьорд|Horde", -- [9]
					"Авлеанар|Ревущий фьорд|Horde", -- [10]
					"Лемурчаль-Ревущийфьорд|Ревущий фьорд|Horde", -- [11]
					"Маолафи|Ревущий фьорд|Horde", -- [12]
					"Авлеанаар|Ревущий фьорд|Horde", -- [13]
					"ЛЕМУРЧАБЛО|Ревущий фьорд|Horde", -- [14]
					"Авеарин|Ревущий фьорд|Horde", -- [15]
					"Алламинар-Ревущийфьорд|Ревущий фьорд|Horde", -- [16]
				},
			},
		},
		["Авеанаар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Маош|Ясеневый лес|Horde", -- [1]
					"Афенар|Ясеневый лес|Horde", -- [2]
					"Веанар|Ясеневый лес|Horde", -- [3]
					"Авеанир|Ясеневый лес|Horde", -- [4]
					"Авеанар|Ясеневый лес|Horde", -- [5]
					"Аувеаар|Ясеневый лес|Horde", -- [6]
					"Маоши-Ясеневыйлес|Ясеневый лес|Horde", -- [7]
					"Авлеанар|Ясеневый лес|Horde", -- [8]
					"Йоффо-Ясеневыйлес|Ясеневый лес|Horde", -- [9]
					"Авлериан|Ясеневый лес|Horde", -- [10]
					"Авлеанаар|Ясеневый лес|Horde", -- [11]
					"Маймо-Ясеневыйлес|Ясеневый лес|Horde", -- [12]
					"Маолафи-Ясеневыйлес|Ясеневый лес|Horde", -- [13]
				},
			},
		},
		["Афенар - Гордунни"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеанира|Гордунни|Alliance", -- [1]
				},
			},
		},
		["Афеннар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлэриан|Ясеневый лес|Horde", -- [1]
					"Afenar-Burning Steppes|Ясеневый лес|Horde", -- [2]
				},
			},
		},
		["Авеанара - Седогрив"] = {
		},
		["Авеарин - Ревущий фьорд"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеаар|Ревущий фьорд|Horde", -- [1]
					"Авеанар|Ревущий фьорд|Horde", -- [2]
					"Лемурчабло|Ревущий фьорд|Horde", -- [3]
					"Афенар-король лич|Ревущий фьорд|Horde", -- [4]
					"Авеанаар|Ревущий фьорд|Horde", -- [5]
					"Авлеар|Ревущий фьорд|Horde", -- [6]
					"Афенар|Ревущий фьорд|Horde", -- [7]
					"Авлеанар|Ревущий фьорд|Horde", -- [8]
					"Алламинар|Ревущий фьорд|Horde", -- [9]
					"Йоффо-Ревущийфьорд|Ревущий фьорд|Horde", -- [10]
					"Авлеанаар|Ревущий фьорд|Horde", -- [11]
					"Авенилар|Ревущий фьорд|Horde", -- [12]
					"afenar-diealdor|Ревущий фьорд|Horde", -- [13]
					"Авеанир|Ревущий фьорд|Horde", -- [14]
				},
			},
		},
		["Авлеар - Король-лич"] = {
		},
		["Авеарин - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
					"Авениар|Король-лич|Horde", -- [2]
					"Авеанар|Король-лич|Horde", -- [3]
					"Авеанаар|Король-лич|Horde", -- [4]
					"Авенилаар|Король-лич|Horde", -- [5]
					"Авенилар|Король-лич|Horde", -- [6]
					"Авеланар|Король-лич|Horde", -- [7]
					"Авеанир|Король-лич|Horde", -- [8]
					"Авлеанар|Король-лич|Horde", -- [9]
					"Авенаир|Король-лич|Horde", -- [10]
					"Авеланар-Седогрив|Король-лич|Horde", -- [11]
					"Авеланар-седогрив|Король-лич|Horde", -- [12]
					"Веанар-Седогрив|Король-лич|Horde", -- [13]
					"Авеланир|Король-лич|Horde", -- [14]
				},
				["contacts"] = {
					"Авеланар-Седогрив", -- [1]
				},
			},
		},
		["Авлеанаар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлериэн|Ясеневый лес|Horde", -- [1]
					"Афенар|Ясеневый лес|Horde", -- [2]
					"Маолафи|Ясеневый лес|Horde", -- [3]
					"Маош|Ясеневый лес|Horde", -- [4]
					"Аувеаар|Ясеневый лес|Horde", -- [5]
					"Авлеанар|Ясеневый лес|Horde", -- [6]
					"Afenar-burningsteppes|Ясеневый лес|Horde", -- [7]
					"Белыйшаман-Ясеневыйлес|Ясеневый лес|Horde", -- [8]
					"Венилаар|Ясеневый лес|Horde", -- [9]
					"Радиши|Ясеневый лес|Horde", -- [10]
					"Маолафи-Ясеневыйлес|Ясеневый лес|Horde", -- [11]
					"Авеанар|Ясеневый лес|Horde", -- [12]
					"Авлериан|Ясеневый лес|Horde", -- [13]
					"Веаннар-Ясеневыйлес|Ясеневый лес|Horde", -- [14]
					"Вистюля-Ясеневыйлес|Ясеневый лес|Horde", -- [15]
					"Авеанир|Ясеневый лес|Horde", -- [16]
				},
			},
		},
		["Авлеанар - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
					"Авеанар|Король-лич|Horde", -- [2]
					"Авеланар-Седогрив|Король-лич|Horde", -- [3]
					"Авенилар|Король-лич|Horde", -- [4]
					"Авеарин|Король-лич|Horde", -- [5]
					"Веанар-Седогрив|Король-лич|Horde", -- [6]
					"Авениар|Король-лич|Horde", -- [7]
					"Авеанаар|Король-лич|Horde", -- [8]
					"Авенилаар|Король-лич|Horde", -- [9]
					"Веанар-седогрив|Король-лич|Horde", -- [10]
					"Авеанир|Король-лич|Horde", -- [11]
					"Авеланар|Король-лич|Horde", -- [12]
					"Авенаир|Король-лич|Horde", -- [13]
					"Авеланар-седогрив|Король-лич|Horde", -- [14]
				},
				["contacts"] = {
					"Афенар", -- [1]
				},
			},
		},
		["Авеанир - Гордунни"] = {
		},
		["Авенилар - Король-лич"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Король-лич|Horde", -- [1]
					"Авеанар|Король-лич|Horde", -- [2]
					"Авенаир|Король-лич|Horde", -- [3]
					"Авеанир|Король-лич|Horde", -- [4]
					"Веанар-седогрив|Король-лич|Horde", -- [5]
					"Авлеанар|Король-лич|Horde", -- [6]
					"Авеланир|Король-лич|Horde", -- [7]
					"Авенилаар|Король-лич|Horde", -- [8]
					"Веанар-Седогрив|Король-лич|Horde", -- [9]
					"Авеланар-Седогрив|Король-лич|Horde", -- [10]
					"Авеланар|Король-лич|Horde", -- [11]
					"Авениар|Король-лич|Horde", -- [12]
					"Авеланар-седогрив|Король-лич|Horde", -- [13]
				},
				["contacts"] = {
					"Авенилар-седогрив", -- [1]
					"Веанар-седогрив", -- [2]
				},
			},
		},
		["Авланаар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар|Ясеневый лес|Horde", -- [1]
					"Авлэриен|Ясеневый лес|Horde", -- [2]
					"Венилаар|Ясеневый лес|Horde", -- [3]
					"Авлеанар|Ясеневый лес|Horde", -- [4]
				},
			},
		},
		["Афенар - Ревущий фьорд"] = {
			["OpenSpeed"] = 5,
			["BlackBook"] = {
				["recent"] = {
					"Авеанар|Ревущий фьорд|Horde", -- [1]
					"Авлеар|Ревущий фьорд|Horde", -- [2]
					"Лемурчабло-Ревущийфьорд|Ревущий фьорд|Horde", -- [3]
					"Йоффо-ясеневыйлес|Ревущий фьорд|Horde", -- [4]
					"Шарек|Ревущий фьорд|Horde", -- [5]
					"Эвлаффи-ясеневыйлес|Ревущий фьорд|Horde", -- [6]
					"Любителькоз|Ревущий фьорд|Horde", -- [7]
					"Мэйдэй|Ревущий фьорд|Horde", -- [8]
					"Импульс|Ревущий фьорд|Horde", -- [9]
					"Аямими|Ревущий фьорд|Horde", -- [10]
					"Авлеанаар|Ревущий фьорд|Horde", -- [11]
					"Алатика|Ревущий фьорд|Horde", -- [12]
					"Корвиа|Ревущий фьорд|Horde", -- [13]
					"Таймат|Ревущий фьорд|Horde", -- [14]
					"Споз|Ревущий фьорд|Horde", -- [15]
					"Цохбезгкд-Ревущийфьорд|Ревущий фьорд|Horde", -- [16]
					"Алатика-Ревущийфьорд|Ревущий фьорд|Horde", -- [17]
					"Эимй|Ревущий фьорд|Horde", -- [18]
					"Кредитор|Ревущий фьорд|Horde", -- [19]
					"Ингилейфх|Ревущий фьорд|Horde", -- [20]
				},
				["contacts"] = {
					"Авенилар", -- [1]
				},
			},
		},
		["Авлеаар - Гордунни"] = {
		},
		["Венилаар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлериан|Ясеневый лес|Horde", -- [1]
					"Авеанир|Ясеневый лес|Horde", -- [2]
					"Авлеанар|Ясеневый лес|Horde", -- [3]
					"Афенар|Ясеневый лес|Horde", -- [4]
					"Маймо-Ясеневыйлес|Ясеневый лес|Horde", -- [5]
					"Аувеаар|Ясеневый лес|Horde", -- [6]
					"Маяши|Ясеневый лес|Horde", -- [7]
					"Йоффо-ревущийфьорд|Ясеневый лес|Horde", -- [8]
					"Авлеанаар|Ясеневый лес|Horde", -- [9]
					"Маоши|Ясеневый лес|Horde", -- [10]
					"Авеанар|Ясеневый лес|Horde", -- [11]
					"Эвлафи-Ясеневыйлес|Ясеневый лес|Horde", -- [12]
					"Маош|Ясеневый лес|Horde", -- [13]
					"Авлэриен|Ясеневый лес|Horde", -- [14]
					"Авланаар|Ясеневый лес|Horde", -- [15]
					"Авлериэн|Ясеневый лес|Horde", -- [16]
					"Afenar-Burning Steppes|Ясеневый лес|Horde", -- [17]
					"Лафи|Ясеневый лес|Horde", -- [18]
				},
			},
		},
		["Авлеанар - Ясеневый лес"] = {
			["BlackBook"] = {
				["recent"] = {
					"Афенар-ревущийфьорд|Ясеневый лес|Horde", -- [1]
					"Эвлафи-Ясеневыйлес|Ясеневый лес|Horde", -- [2]
					"Авеанира-ревущийфьорд|Ясеневый лес|Horde", -- [3]
					"Авеанир|Ясеневый лес|Horde", -- [4]
					"Космозо|Ясеневый лес|Horde", -- [5]
					"Афенар|Ясеневый лес|Horde", -- [6]
					"Авлериан|Ясеневый лес|Horde", -- [7]
					"Дракошка|Ясеневый лес|Horde", -- [8]
					"Венилаар|Ясеневый лес|Horde", -- [9]
					"Люмозочка|Ясеневый лес|Horde", -- [10]
					"Алентия|Ясеневый лес|Horde", -- [11]
					"АМЕРАЙ|Ясеневый лес|Horde", -- [12]
					"Аувеаар-Ясеневыйлес|Ясеневый лес|Horde", -- [13]
					"Маяши|Ясеневый лес|Horde", -- [14]
					"Маош|Ясеневый лес|Horde", -- [15]
					"Йоффо-ревущийфьорд|Ясеневый лес|Horde", -- [16]
					"Авлеанаар|Ясеневый лес|Horde", -- [17]
					"Авлэриан|Ясеневый лес|Horde", -- [18]
					"феланор-вечная песня|Ясеневый лес|Horde", -- [19]
					"Авлэриен|Ясеневый лес|Horde", -- [20]
				},
			},
		},
		["Авеанар - Гордунни"] = {
			["BlackBook"] = {
				["recent"] = {
					"Авлеанар|Гордунни|Alliance", -- [1]
				},
			},
		},
	},
}
